<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.min.css">
    <title>Правовая информация</title>
    <link rel="shortcut icon" href="img/logo.png" type="image/png">

</head>
<body>
<header>

    <a class="header_nav" href="/"><div class="logo"><div class="flexbox"> <picture style="width: 35%"><source srcset="img/logo.webp" type="image/webp"><img src="img/logo.png" height="100%" width="100%"></picture><picture><source srcset="img/name.webp" type="image/webp"><img src="img/name.png" height="100%" width="25%"></picture></div></div></a>
    <a class="header_nav" href="profile">Аккаунт</a>
</header>
<main>
    <div class="plate">
    <h2 class="header_1">Лицензионное соглашение</h2>
        <br>

        Пользовательское Соглашение
        Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем сайта (далее или Администрация)
        с одной стороны и пользователем сайта с другой.
        Сайт не является средством массовой информации.

        Используя сайт, Вы соглашаетесь с условиями данного соглашения.
        Если Вы не согласны с условиями данного соглашения, не используйте сайт!


        Права и обязанности сторон
        Пользователь имеет право:
        - осуществлять поиск информации на сайте
        - получать информацию на сайте
        - распространять информацию на сайте
        - комментировать контент, выложенный на сайте
        - копировать информацию на другие сайты с указанием источника
        - использовать информацию сайта в личных некоммерческих целях

        Администрация имеет право:
        - по своему усмотрению и необходимости создавать, изменять, отменять правила
        - ограничивать доступ к любой информации на сайте
        - вести отслеживание действий пользователей на сайте

        Пользователь обязуется:
        - обеспечивать сохранность личных данных от доступа третьих лиц
        - не размещать свои персональные данные и/или других лиц ( в случае выявления данной информации она будет удалена без предварительного предупреждения. Так же пользователь может быть заблокирован на сайте.
        - не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность
        - не нарушать работоспособность сайта
        - не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ
        - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами

        Администрация обязуется:
        - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
        - защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила
        - предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом РФ


        Ответственность сторон
        - пользователь лично несет полную ответственность за распространяемую им информацию
        - администрация не несет никакой ответственности за достоверность информации, скопированной из других источников
        - администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг
        - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
        - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса


        Условия действия Соглашения
        Данное Соглашение вступает в силу при любом использовании данного сайта.
        Соглашение действует бессрочно.
        Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
        Администрация не оповещает пользователей об изменении в Соглашении.


        <h2 class="header_1">Правила использования</h2>
    </div>
</main>
<footer>
    <span><div class="footer_text">2023 - crystal-clean (proto) <br> <a class="ref_footer" href="law">Лицензионное соглашение</a> <br> <a class="ref_footer" href="tech">Техподдержка</a></div></span>
</footer>
<script src="js/app.min.js"></script>
</body>
</html>
